[BioGrenadeAdvancedAbility]
friendlyname="Poço Gravitacional 2"

[BioGrenadeBasicAbility]
friendlyname="Poço Gravitacional"

[BioGrenadeMasterAbility]
friendlyname="Poço Gravitacional 3"

[BioGrenadeAdvancedPlasmid]
flavordescription="Uma surpresa letal à espreita!"
description="\\nCarregue o recife com Poço Gravitacional para criar uma armadilha de proximidade! Veja como os inimigos desatentos voam pelos ares."
friendlyname="Poço Gravitacional 2"

[BioGrenadeBasicPlasmid]
flavordescription="Um simples movimento do pulso, um vórtice de destruiçäo!"
description="\\nLance uma bola superdensa que provoca um vácuo ao explodir! A matéria é atraída até o centro, e depois se dispara com uma força tremenda!"
friendlyname="Poço Gravitacional"

[BioGrenadeMasterPlasmid]
flavordescription="Näo basta um vórtice de destruiçäo? Lance em seus inimigos ácido corrosivo!"
description="\\nQuando os inimigos säo disparados do centro do Poço Gravitacional, exploda um potente ácido que corrói sua carne!"
friendlyname="Poço Gravitacional 3"

[DaddyDash_Tonic]
flavordescription="Derrube-os! Papai está de volta!"
description="Invista a perfuradora para atravessar seus inimigos.  Fique atento com o combustível da perfuradora!"
friendlyname="Investida com a perfuradora"

[MasterProtector_Tonic]
flavordescription="Venham, venham TODOS!"
description="Depois de ter sido posto à prova nas Provas de protetor, você demorará mais tempo para coletar, mas obterá recompensas bem maiores."
friendlyname="Mestre protetor"

